Repository: MehdiChiboub/antiCovidApp
Catalog: lib/l10n/app_*.arb
Languages: fr

# description_title
source: Welcome to our AntiCovidApp to help fight against Covid-19
fr: Bienvenue dans notre AntiCovidApp pour aider à lutter contre le Covid-19

# description_text
source: It allows you to be alerted in case of contact with Covid-19, to be informed on the evolution of the epidemic and to store your health pass certificates.
fr: Il vous permet d’être alerté en cas de contact avec le Covid-19, d’être informé de l’évolution de l’épidémie et de conserver vos certificats de pass santé.

# home_health_pass_title
source: My Health Pass
fr: Mon Pass Sanitaire

# home_health_pass_card_title
source: My Personal Health Pass
fr: Pass Sanitaire personnel

# home_health_pass_card_description
source: See all your tests and recovery and verification certificates
fr: Voir tous vos tests et certificats et vérification

# home_covid_info_title
source: Covid Information
fr: Informations Covid

# home_covid_info_see_more
source: see more
fr: voir plus

# home_covid_info_card_title1
source: Covid Cases
fr: Cas de Covid

# home_covid_info_card_title2
source: Covid Deaths
fr: Décès Covid

# home_covid_info_card_title3
source: Recovered
fr: Cas Rétabli

# home_covid_info_card_title4
source: New Cases
fr: Nouveaux Cas

# covid_page_title
source: Covid Cases
fr: Informations sur Covid

# covid_page_description
source: You find all the information related to Covid-19 cases and vaccination in Morocco
fr: Vous trouverez toutes les informations relatives aux cas de Covid-19 et à la vaccination au Maroc

# covid_page_card_title1
source: Covid Cases
fr: Cas de Covid

# covid_page_card_description1
source: This indicator gives you the exact number of covid cases all around Morocco
fr: Cet indicateur vous donne le nombre exact de cas de covid dans tout le Maroc

# covid_page_card_title2
source: Covid Death cases
fr: Décès Covid

# covid_page_card_description2
source: This indicator gives you the exact number of covid death cases all around Morocco
fr: Cet indicateur vous donne le nombre exact de cas de décès covid dans tout le Maroc

# covid_page_card_title3
source: Vaccinated people
fr: Personnes vaccinées

# covid_page_card_description3
source: This indicator gives you the exact number of vaccinated people all around Morocco
fr: Cet indicateur vous donne le nombre exact de personnes vaccinées dans tout le Maroc

# covid_page_card_title4
source: Recovered people
fr: Cas Rétabli

# covid_page_card_description4
source: This indicator gives you the exact number of recovered people all around Morocco
fr: Cet indicateur vous donne le nombre exact de personnes rétablies dans tout le Maroc

# details_page_title
source: Pass Covid
fr: Pass Sanitaire

# head_pass_title
source: Health Pass
fr: Pass Sanitaire

# head_pass_description
source: you can download the document to get your pass.this pass will allow you to get
fr: vous pouvez télécharger le document pour obtenir votre pass.ce pass vous permettra d’obtenir

# head_pass_card_description1
source: You can get the document from ........................................................................................................................
fr: Vous pouvez obtenir le document à partir de ........................................................................................................................

# head_pass_card_title2
source: My Passes
fr: Mes Pass

# head_pass_card_title3
source: Help
fr: Aide

# head_pass_card_description3
source: you can ask for help by calling us : 06 66 66 66 66
fr: vous pouvez demander de l’aide en nous appelant : 06 66 66 66 66

# qr_code_screen_title
source: Health Pass Scanner
fr: Scanner Le pass Sanitaire

# qr_code_screen_msg
source: No code found
fr: Aucun code trouvé

# qr_code_screen_upload
source: Upload a file
fr: Télécharger un fichier

# qr_code_screen_error
source: Key already exists
fr: La clé existe déjà

# qr_code_screen_details_title
source: Health Pass Details
fr: Détails Pass Sanitaire

# qr_code_screen_details_btn
source: Save
fr: Sauvegarder
